{
  "adoptions": [
    {
      "firstName": "Cassian",
      "lastName": "Smith",
      "hasFencedYard": true,
      "hasChildren": false,
      "hasOtherPets": false,
      "phoneNumber": "",
      "email": "cassian@example.com",
      "aboutSelf": "dlfkjs",
      "id": "1"
    },
    {
      "firstName": "Michelle",
      "lastName": "Thompson",
      "hasFencedYard": true,
      "hasChildren": false,
      "hasOtherPets": false,
      "phoneNumber": "",
      "email": "michelle@example.com",
      "aboutSelf": "adsfas",
      "id": "1"
    },
    {
      "firstName": "Michael",
      "lastName": "Bronson",
      "hasFencedYard": true,
      "hasChildren": false,
      "hasOtherPets": false,
      "phoneNumber": "",
      "email": "asdfas@sdafds.com",
      "aboutSelf": "adsfas",
      "id": "1"
    },
    {
      "id": "1ee4",
      "firstName": "Ham",
      "lastName": "Chicken",
      "hasFencedYard": true,
      "hasChildren": true,
      "hasOtherPets": false,
      "phoneNumber": "123-455-8686",
      "email": "enauk@sle.com",
      "aboutSelf": "asdkfhaksd"
    }
  ],
  "pets": [
    {
      "id": "1",
      "name": "Mortimer",
      "animalType": "cat",
      "age": 9,
      "description": "Mortimer is an extremely cuddly cat who loves nothing more than curling up in your lap for hours of scratches! He enjoys basking in the sun, soaking up warmth, and relaxing peacefully. His favorite toy is his floppy fish, but he dreams of being able to hunt real birds if given the chance. Mortimer would do well in a quiet home, perhaps with older children or adults, where he can enjoy a serene environment.",
      "adopted": false,
      "image": "cat1.jpg",
      "breed": "Brown Tabby",
      "isBoy": true,
      "isAdopted": false
    },
    {
      "id": "2",
      "name": "Kenai",
      "animalType": "dog",
      "age": 7,
      "description": "Kenai is a playful and energetic girl who loves to be active with her favorite people! She enjoys chasing squirrels, going for long walks, and rolling around in the snow. Her favorite toy is a squeaky dinosaur stuffy, which she could play with all day! Kenai would thrive in a home with an active family that enjoys outdoor adventures and has older children who can keep up with her energy.",
      "adopted": false,
      "image": "dog1.jpg",
      "breed": "American Akita",
      "isBoy": false,
      "isAdopted": false
    },
    {
      "id": "3",
      "name": "Zuzu",
      "animalType": "cat",
      "age": 6,
      "description": "Zuzu is a sweet and affectionate girl who loves to snuggle up with her family! She enjoys sneaking a taste of your cereal milk in the morning and is an expert at hunting any mice that dare enter the house. Her favorite toy is a feather wand, and she would do well in a home with children of any age, as she is gentle and loving with everyone.",
      "adopted": false,
      "image": "cat2.jpg",
      "breed": "Grey Tabby",
      "isBoy": false,
      "isAdopted": false
    },
    {
      "id": "4",
      "name": "Everest",
      "animalType": "dog",
      "age": 3,
      "description": "Everest is a big goofball with a laid-back personality who loves nothing more than getting all the pets and attention he can! He enjoys butt smacks, chasing his tennis ball, and going on long hikes with his family. His favorite toy is a squeaky plush, but he’s happy as long as he’s by your side! Everest would fit best with an active family who enjoys the outdoors and has older children to play with him.",
      "adopted": false,
      "image": "dog2.jpg",
      "breed": "German Shepherd",
      "isBoy": true,
      "isAdopted": false
    },
    {
      "id": "5",
      "name": "Jack",
      "animalType": "cat",
      "age": 12,
      "description": "Jack may be a senior cat, but he still plays with the energy of a kitten! He loves lounging around the house, especially during long afternoon naps, and his favorite activity is chasing his feathered stick toy. Jack is looking for a calm home, perhaps with older children or adults, where he can relax and play at his own pace.",
      "adopted": false,
      "image": "cat3.jpg",
      "breed": "Domestic Short Hair",
      "isBoy": true,
      "isAdopted": false
    },
    {
      "id": "6",
      "name": "Zola",
      "animalType": "dog",
      "age": 4,
      "description": "Zola is a shy girl at first, but she quickly warms up when you give her some good ear scratches! She’s sweet, playful, and loves to stay by her person's side no matter what. Her favorite toy is a soft plush bone, and she would do best in a quiet home with adults or older children who are patient and can give her the love and attention she needs.",
      "adopted": false,
      "image": "dog3.jpg",
      "breed": "American Pit Bull",
      "isBoy": false,
      "isAdopted": false
    },
    {
      "id": "7",
      "name": "Frankie",
      "animalType": "cat",
      "age": 3,
      "description": "Frankie is an adventurous boy who loves exploring the great outdoors! He enjoys going on hikes with his family, camping trips, and even boating adventures. His favorite toy is a laser pointer that he never gets tired of chasing. Frankie would thrive with an active family who enjoys outdoor activities and has older children who can keep up with his adventurous spirit!",
      "adopted": false,
      "image": "cat4.jpg",
      "breed": "Black Domestic Short Hair",
      "isBoy": true,
      "isAdopted": false
    },
    {
      "id": "8",
      "name": "Moose",
      "animalType": "dog",
      "age": 1,
      "description": "Moose is a fun-loving girl who adores swimming more than anything else! Whether it's in a pool, lake, or river, she's always ready to dive in and have fun. Her favorite toy is a floating ball, and she would be perfect for an active young family with kids who love the water as much as she does!",
      "adopted": true,
      "image": "dog4.jpg",
      "breed": "Brown Lab",
      "isBoy": false,
      "isAdopted": true
    },
    {
      "id": "9",
      "name": "Pork Chop",
      "animalType": "cat",
      "age": 1,
      "description": "Pork Chop is a laid-back boy who enjoys spending his days lounging around the house! He loves soaking up the sun in the afternoon and playing with his favorite mice toys when he's feeling frisky. Pork Chop would do well in a calm home, perhaps with older children or adults, where he can enjoy his lazy days in peace.",
      "adopted": false,
      "image": "cat5.jpg",
      "breed": "Orange Tabby",
      "isBoy": true,
      "isAdopted": false
    },
    {
      "id": "10",
      "name": "Joe",
      "animalType": "dog",
      "age": 5,
      "description": "Joe is a lovable one-eyed boy with a heart of gold! He’s full of energy and loves playing fetch, but also enjoys snuggling up for cozy cuddle sessions. Joe is also cat-friendly, having lived with cats before, and gets along well with other pets. His favorite toy is a squeaky ball that he never gets tired of! Joe would be perfect for a family with older children or another home with cats, where he can share his love and playful spirit!",
      "adopted": false,
      "image": "dog5.jpg",
      "breed": "Medium Mixed Breed",
      "isBoy": true,
      "isAdopted": false
    },
    {
      "id": "11",
      "name": "Beans",
      "animalType": "cat",
      "age": 1,
      "description": "Beans is a sweet little Orange Tabby loves to spend her days lounging in sunny spots and chasing after her favorite toy mouse. Beans adores a good cuddle session and will happily settle into your lap for some head scratches. Her favorite toy? A fuzzy ball with a bell that she never gets tired of batting across the room! With her playful energy and gentle nature, Beans is sure to bring endless joy to her forever home",
      "adopted": false,
      "image": "cat6.jpg",
      "breed": "Orange Tabby",
      "isBoy": false,
      "isAdopted": false
    },
    {
      "id": "12",
      "name": "Bella",
      "animalType": "dog",
      "age": 4,
      "description": "Bella is an energetic and affectionate 4-year-old brown mixed breed dog who loves a good game of fetch. Whether it’s a ball, stick, or her favorite squeaky toy, Bella eagerly chases it down with enthusiasm. When she's not playing, she enjoys long walks and soaking up attention. Her loyalty and playful nature make her the perfect companion for an active family.",
      "adopted": false,
      "image": "dog6.jpg",
      "breed": "Brown Mixed Breed",
      "isBoy": true,
      "isAdopted": false
    }
  ]
}